import first_resize from "../img/first_resize.jpg";
import second_resize from "../img/second_resize.jpg";
import third_resize from "../img/third_resize.jpg";
import fourth_resize from "../img/fourth_resize.jpg";
import fifth_resize from "../img/fifth_resize.jpg";

const img_data = [
  {
    id: 0,
    data: first_resize,
    title: "별이 빛나는 밤",
    painter: "반 고흐",
    content:
      "빈센트 반 고흐의 대표작 중 하나로 꼽히는 <별이 빛나는 밤>은 그가 고갱과 다툰 뒤 자신의 귀를 자른 사건 이후 생레미의 요양원에 있을 때 그린 것이다. \n 반 고흐에게 밤하늘은 무한함을 표현하는 대상이었고, 이보다 먼저 제작된 아를의 <밤의 카페 테라스>나 <론 강 위로 별이 빛나는 밤>에서도 별이 반짝이는 밤의 정경을 다루었다.\n  반 고흐는 동생 테오에게 쓴 편지에서 “오늘 아침 나는 해가 뜨기 한참 전에 창문을 통해 아무것도 없고 아주 커 보이는 샛별밖에 없는 시골을 보았다.”고 했다. 이 샛별은 그림 가운데 왼쪽에 있는 커다란 흰 별일 것이다. \n 그가 그린 밤하늘에서는 구름과 대기, 별빛과 달빛이 폭발하고 있다. 황량하고 짙은 파란색 하늘은 세상의 종말을 연상케 하고, 그 위로는 구름이 소용돌이치며 떠있다. 달과 별의 둘레에는 뿌옇게 무리가 져있다.",
  },
  {
    id: 1,
    data: second_resize,
    title: "절규",
    painter: "뭉크",
    content:
      "우리에게 너무나 친숙한 ‘절규’는 노르웨이의 화가 에드바르 뭉크의 대표작으로 현재까지 매우 사랑받는 작품이다. \n 절규는 오늘날에도 광고부터 시작하여 만화, 이모티콘 등 다양한 매체에서 그대로 쓰이거나 패러디되고 있다. \n 이 작품이 사랑받는 이유는 누구나 살면서 느끼는 삶 속의 심리적 긴장감이 잘 묻어나 많은 이들의 공감을 이끌어내기 때문이다.\n“나는 두 친구와 길을 걸었다. 태양이 지고 있었으며, 나는 멜랑콜리한 기운을 느꼈다. 갑자기 하늘은 피 같은 레드로 변했다. 나는 멈추어 서서 길 난간에 기대었고 죽은 자처럼 피곤했다. 나는 블루 블랙의 피오르와 도시를 넘어 피처럼 불타는 구름을 보았다. 친구들은 계속 걷고 있었고 나는 거기서 전율을 느끼며 서 있었다. 나는 자연을 꿰뚫은 큰 목소리의 절규를 느꼈다.”\n 뭉크의 강박적인 성향은 그대로 ‘절규’에 녹아들었다. ",
  },
  {
    id: 2,
    data: third_resize,
    title: "행복한 눈물",
    painter: "로이 리히텐슈타인",
    content:"영화 <인사이드 아웃>에서는 감정들이 주인공으로 나온다. \n 기쁨이, 슬픔이, 소심이, 까칠이, 버럭이는 뇌의 기억저장소에서 소환되어 마음 속 이야기를 한다.\n그동안 우리의 감정은 뇌에 저장이 되어서 특정한 감정을 유발하는 상황이 되면 뇌신경이 반응하여 감정을 밖으로 표출하게 된다고 생각해 왔다. 그런데 25년 동안 뇌와 감정에 대해 연구한 인지신경과학자인 리사 배럿은 ‘감정은 우리가 흔히 생각하는 것과는 다르다’라고 새로운 주장을 한다. \n 그의 연구를 바탕을 쓰인 책 『감정은 어떻게 만들어지는가?』에서 리사 배럿 박사는 뇌는 끊임없이 외부로부터 감각을 입력하고, 시뮬레이션하고, 예측하고, 신경세포의 배선을 바꿔나간다고 한다. 이 과정에서 감정은 매순간 경험하는 쾌감, 불쾌감, 동요, 평온과 같은 단순한 느낌을 토대로 구성되며 우리의 뇌는 감각 입력과 과거 경험을 바탕으로 감정을 만들어내고, 그 감정은 삶의 의미를 부여하고 행동을 지시한다고 한다. 리사 배럿 박사는 그이 이론을 바탕으로 “오늘의 경험이 내일을 바꾼다.”라고 말한다. \n 즉, 오늘 새로운 경험으로 새로운 감정을 만들어 낼 때 우리의 삶이 새롭게 바뀐다는 것이다. 이러한 그의 감정에 대한 이론은 매우 설득력 있게 다가온다. 우리의 삶에서 희로애락의 감정에 대한 이야기를 나눌 때 떠오르는 흥미로운 한 작품이 있다. 팝 아트 작가 로이 리히텐슈타인(Roy Lichtenstein)의 ‘행복한 눈물’ 이다. 한 때 모기업의 비자금조성이라는 것 때문에 큰 이슈가 되었던 작품이다."

  },
  {
    id: 3,
    data: fourth_resize,
    title: "색 자체",
    painter: "이향미",
    content:
    "흘림 기법을 활용한 회화 작업을 선보이며 '색채가 지닌 오브제성'과 공간성을 탐구하였다. 1971년 홍익대 서양화과를 졸업하고 『한국여류화가회 창립전』(신세계화랑, 1973)에 참여했으며 『엑스포제』(대구백화점 화랑, 1973)에 「흘림」(1973)이라는 작품을 출품하였다. 이후 서울, 대구 등지에서 열리는 젊은 작가들의 실험적인 단체전에 꾸준히 참여하였다. 그는 고향 대구에서 동료들과 실험미술 단체 '35/128'을 창립하여(1975) 지역 기반 활동도 활발하게 이어나갔다. 이들은 기존의 관습에 저항하는 실험적인 작업을 선보이고자 하였고, 이향미도 본격적으로 반복적인 흘림을 통해 기성 회화에서 벗어나고자 했다. 이향미는 첫 개인전을 1981년에 도쿄 마키화랑에서 개최했는데 이때는 「색 자체」에 대한 미술계의 평가를 어느 정도 받은 시점으로, 작가는 10여 간의 활동에 대한 '개인의 정당성' 을 위해 전시를 개최하였다. 이향미의 「색 자체」는 캔버스에 물감을 흘리는 행위를 통해 제작된다. 작가는 일상의 것을 자유롭게 시각화시킬 수 있는 것을 '흘림'이라고 일컬었는데, 이는 곧 작가의 작품 세계를 상징하는 핵심적인 시각언어가 되었다. 「색 자체」는 '자유롭게 흘러가는 물감을 통해 작가가 시각화하고자 했던 전위 실현의 결과였으며 이로써 재료 차원의 색이 우연과 의도로 인해 겹치며 단순한 색을 넘어 하나의 색채 오브제로 치환되는 셈이다.' 그는 당대 주류의 흐름이던 앵포르멜, 옵아트, 기하학적 추상회화 중 어디에도 속하지 않으면서도 색채를 통해 스스로의 조형 언어를 만들고자 하였다. 유학 후 개최한 제5회 개인전(1988) 때부터 이향미는 회화 화면을 좀더 주체적으로 다루고자 하였던 것 같다. 그러나 이후 작업이 어떻게 개진되었는지 남아 있는 작품이 많지 않아 아쉽게도 변화 양상에 대한 연구는 부족하다."
},
  {
    id: 4,
    data: fifth_resize,
    title: "모나 리자",
    painter: "레오나르도 다빈치",
    content:
    "모나리자(영어 : Mona Lisa) 또는 라 조콘다(이탈리아어: La Gioconda, 프랑스어: La Joconde) 16세기 르네상스 시대에 레오나르도 다빈치가 그린 초상화로, 현재 프랑스 파리 루브르 박물관에 전시되어 있다.\n '모나(mona)'는 유뷰녀 이름앞에 붙이는 이탈리아어 경칭이고, '리자(Lisa)'는 초상화의 모델이 된 여인의 이름이다.\n 즉, 한국어로 하면 '리자 여사'라는 뜻이 된다. 모나리자의 다른 명칭인 '라 조콘다'는 한국어로 '조콘도의 부인' 이라는 뜻이 된다. 이 작품은 희미하게 미소 짓고 있는 여인을 그린 초상으로, '스푸마토' 기법을 사용하여 엷은 안개가 덮인 듯한 효과를 주고 있다.\n 레오나르도 다빈치는 1502년에 모나리자를 그리기 시작했는데, 조르조 바사리의 말에 의하면 미완성작으로 남겨둔 지 4년이 지난 후에서 다시 그리기 시작했다고 한다.\n 1503년 레오 나르도 다빈치가 이 작품의 의뢰를 수락한 것은 돈이 필요해서였다. 그런데 몇 달 뒤 베키오 궁을 장식할 프레스코 주문이 들어와서 이 그림은 주문자인 프렌체스코 델 조콘도에게 전달될 일이 없어졌고, 레오나르도가 평생 동안 자신이 갖고있게 된 것이다. 그는 자기 자신을 위해 이 초상화를 완성을 했고, 등받이 없는 1인용 안락의자에 독특한 자세로 앉아 있는 모나리자와 이 풍경이 맺고 있는 관계를 이해할 필요가 있다."
  }
];

export default img_data;
